Revit 2027 API
UnitTypeId.KilogramsPerMeter Property
 Kilograms per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsPerMeter { get; }
Public Shared ReadOnly Property KilogramsPerMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsPerMeter {
	ForgeTypeId^ get ();
}
static member KilogramsPerMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace